cask '1password'
cask 'adium'
cask 'airdisplay'
cask 'airflow'
cask 'arq'
cask 'astropad'
cask 'atom'
cask 'audioscrobbler'
cask 'bartender'
cask 'base'
cask 'bittorrent-sync'
cask 'caffeine'
cask 'carbon-copy-cloner'
cask 'cloud'
cask 'disk-arbitrator'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'gfxcardstatus'
cask 'gmail-notifr'
cask 'google-chrome'
cask 'grandperspective'
cask 'hackhands'
cask 'handbrake'
cask 'insomniax'
cask 'istat-menus'
cask 'karabiner'
cask 'knox'
cask 'launchbar'
cask 'licecap'
cask 'lingo'
cask 'mojibar'
cask 'noun-project'
cask 'nvalt'
cask 'quitter'
cask 'satellite-eyes'
cask 'screenhero'
cask 'seil'
cask 'semulov'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'slate'
cask 'sonic-pi'
cask 'spotify'
cask 'textexpander'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
cask 'webtorrent'
cask 'zoomus'
