brew 'autoconf'
brew 'automake'
brew 'bat'
brew 'bluetoothconnector'
brew 'blueutil'
brew 'cairo'
brew 'carthage'
brew 'cmake'
brew 'cocoapods'
brew 'czmq'
brew 'esphome'
brew 'fdupes'
brew 'ffmpeg'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'gifsicle'
brew 'git'
brew 'git-filter-repo'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gobject-introspection'
brew 'grc'
brew 'harfbuzz'
brew 'homeassistant-cli'
brew 'icu4c'
brew 'iftop'
brew 'imagemagick'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'lastpass-cli'
brew 'launchdns'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgda'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libsodium'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'llvm'
brew 'mas'
brew 'md5sha1sum'
brew 'memcached'
brew 'mercurial'
brew 'moreutils'
brew 'nginx'
brew 'node-build'
brew 'nodenv'
brew 'openssl'
brew 'pango'
brew 'pcre'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql@16'
brew 'pyenv'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'sleepwatcher'
brew 'sqlite'
brew 'switchaudio-osx'
brew 'telnet'
brew 'terminal-notifier'
brew 'tree'
brew 'wakeonlan'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'yt-dlp'
brew 'zeromq'
brew 'zlib'
brew 'zsh'

tap 'jakehilborn/jakehilborn'
brew 'jakehilborn/jakehilborn/displayplacer'

tap 'nodenv/nodenv'
brew 'nodenv/nodenv/nodenv-default-packages'

tap "workbrew/private", "https://#{ENV.fetch("HOMEBREW_GITHUB_API_TOKEN")}@github.com/Workbrew/homebrew-private"
brew 'workbrew'

cask '1password'
cask 'abyssoft-teleport'
cask 'airflow'
cask 'arq'
cask 'atext'
cask 'athens'
cask 'atom'
cask 'bartender'
cask 'base'
cask 'beardedspice'
cask 'carbon-copy-cloner'
cask 'choosy'
cask 'coscreen'
cask 'discord'
cask 'disk-arbitrator'
cask 'docker'
cask 'dropbox'
cask 'elgato-camera-hub'
cask 'expressvpn'
cask 'fantastical'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'gitify'
cask 'google-chrome'
cask 'grandperspective'
cask 'hammerspoon'
cask 'handbrake'
cask 'hyper'
cask 'iina'
cask 'istat-menus'
cask 'itsycal'
cask 'karabiner-elements'
cask 'licecap'
cask 'loopback'
cask 'lunar'
cask 'messenger'
cask 'motu-m-series'
cask 'ngrok'
cask 'notion'
cask 'raycast'
cask 'semulov'
cask 'sequel-ace'
cask 'shifty'
cask 'sketch'
cask 'slack'
cask 'sonic-pi'
cask 'spotify'
cask 'transmission'
cask 'tripmode'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'webtorrent'
cask 'zoom'

tap 'homebrew/cask-versions'

mas '1Password for Safari', id: 1569813296
mas 'Adguard for Safari', id: 1440147259
mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'Amphetamine', id: 937984704
mas 'Bear', id: 1091189122
mas 'Home Assistant', id: 1099568401
mas 'Hush Nag Blocker', id: 1544743900
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Speedtest', id: 1153157709
mas 'Tailscale', id: 1475387142
mas 'Xcode', id: 497799835
mas 'Yoink', id: 457622435
